Repository: ulgzitc/ToshTMMT
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Title
ru: Заголовок

source: Description
ru: Описание

source: Elonlar
ru: Объявления

source: Yangiliklar
ru: Новости

source: Kurs
ru: Курс

source: Shakl
ru: Форма

source: Yunalishlar
ru: Направления

source: Bosh sahifa
ru: Главная страница

source: Ulashish :
ru: Поделиться :

source: Bizni Telegramda kuzatib boring :
ru: Следите за нами в Telegram :

source: Do'stlik 2-mavzesi, 4-uy, Toshkent
ru: город Ташкент, Янгихайотский район, м-вДустлик-2.

source: Murojaatlar vaqti: 9:00 - 17:00 (Dushanba - Juma)
ru: Время обращений: 9:00 - 17:00 (Понедельник - Пятница)

source: Toshkent Turizm va Madaniy Meros texnikumi
ru: Ташкентский техникум туризма и культурного наследия

source: Biz bilan bog'laning:
ru: Свяжитесь с нами:

source: Bosh Sahifa
ru: Главная

source: Yo'nalishlar
ru: Направления

source: Biz haqimizda
ru: О нас

source: Raxbariyat
ru: Руководство

source: Hamkorlik
ru: Сотрудничество

source: Toshkent Turizm va Madaniy Meros Texnikumi
ru: Ташкентский техникум туризма и культурного наследия

source: Navigatsiya
ru: Навигация

source: Rahbariyat
ru: Руководство

source: Bog'lanish uchun:
ru: Для связи:

source: O'quv yo'nalishlari
ru: Учебные направления

source: Bizdagi o'qish yo'nalishlari
ru: Наши учебные направления

source: Hamkorlik va xalqaro aloqalar
ru: Сотрудничество и международные связи

source: Toshkent turizm va madaniy meros texnikumi mahalliy va xalqaro hamkorlikka katta ahamiyat beradi. Hamkorlikning asosiy maqsadi — ta’lim sifatini oshirish, talabalar uchun amaliyot va ish imkoniyatlarini kengaytirish, qo‘shma dasturlar va loyihalarni ishlab chiqish hamda xalqaro tajribani o‘quv jarayoniga joriy etishdan iborat.
ru: Ташкентский техникум туризма и культурного наследия придает большое значение местному и международному сотрудничеству. Основная цель сотрудничества — повышение качества образования, расширение возможностей стажировок и трудоустройства для студентов, разработка совместных программ и проектов, а также внедрение международного опыта в учебный процесс.

source: Xalqaro ta’lim hamkorlari
ru: Международные партнеры в сфере образования

source: “Ipak yo‘li” Xalqaro Turizm Universiteti (Samarqand)
ru: Международный университет туризма «Шелковый путь» (Самарканд)

source: Sankt-Peterburg sayyohlik va mehmonxona servisi kolleji (Rossiya)
ru: Санкт-Петербургский колледж туризма и гостиничного сервиса (Россия)

source: Jiangxi Fenglin College of Foreign Economy & Trade (Xitoy)
ru: Jiangxi Fenglin College of Foreign Economy & Trade (Китай)

source: Astraxan moliya-iqtisodiyot instituti (Rossiya)
ru: Астраханский финансово-экономический институт (Россия)

source: TISBI kolleji (Tatariston, Rossiya)
ru: Колледж ТИСБИ (Татарстан, Россия)

source: Neft texnika universiteti qoshidagi Turizm va servis instituti (Boshqirdiston)
ru: Институт туризма и сервиса при Уфимском государственном нефтяном техническом университете (Башкортостан)

source: Mahalliy oliy ta’lim muassasalari bilan hamkorlik
ru: Сотрудничество с местными высшими учебными заведениями

source: Toshkent davlat iqtisodiyot universiteti
ru: Ташкентский государственный экономический университет

source: “Alfraganus” universiteti
ru: Университет «Alfraganus»

source: “Ipak yo‘li” Xalqaro Turizm Universiteti
ru: Международный университет туризма «Шелковый путь»

source: 2+2 qo‘shma dasturi imkoniyati
ru: Возможность совместной программы 2+2

source: Texnikum bitiruvchilari suhbat asosida hamkor oliy ta’lim muassasalarida o‘qishni 2-kursdan davom ettirish imkoniyatiga ega. Bu tizim talabalarga vaqtni tejash, xalqaro ta’lim muhitiga moslashish va kasbiy rivojlanishni tezlashtirish imkonini beradi.
ru: Выпускники техникума имеют возможность продолжить обучение со 2-го курса в партнерских высших учебных заведениях на основе собеседования. Эта система позволяет студентам экономить время, адаптироваться к международной образовательной среде и ускорить профессиональное развитие.

source: Amaliy hamkorlar va ishlab chiqarish bazalari
ru: Практические партнеры и производственные базы

source: Texnikum Toshkent shahridagi mehmonxonalar, restoranlar, turizm firmalari va servis markazlari bilan faol hamkorlik qilib keladi. Talabalar ushbu korxonalarda amaliyot o‘tash, real ish tajribasiga ega bo‘lish va kelajakda ish bilan ta’minlanish imkoniyatiga ega.
ru: Техникум активно сотрудничает с гостиницами, ресторанами, туристическими фирмами и сервисными центрами Ташкента. Студенты имеют возможность проходить практику на этих предприятиях, получать реальный опыт работы и в будущем быть трудоустроенными.

source: Hamkorlikning asosiy maqsadlari
ru: Основные цели сотрудничества

source: Akademik almashinuv (o‘qituvchi va talabalar uchun)
ru: Академический обмен (для преподавателей и студентов)

source: Qo‘shma innovatsion va ilmiy loyihalarni ishlab chiqish
ru: Разработка совместных инновационных и научных проектов

source: Masofaviy (onlayn) ta’lim dasturlarini yo‘lga qo‘yish
ru: Запуск дистанционных (онлайн) образовательных программ

source: Xalqaro standartlarga mos o‘quv dasturlarini yaratish
ru: Создание учебных программ, соответствующих международным стандартам

source: Ikkinchi mutaxassislik olish imkoniyatlarini kengaytirish
ru: Расширение возможностей получения второй специальности

source: Qisqa linklar
ru: Быстрые ссылки

source: Biz bilan bog'laning :
ru: Свяжитесь с нами :

source: HAMKORLARIMIZ:
ru: НАШИ ПАРТНЕРЫ:

source: Toshkent Turizm va Madaniy Meros kolleji
ru: Ташкентский техникум туризма и культурного наследия

source: Toshkent turizm va madaniy meros texnikumi – 1979-yildan buyon turizm, mehmondo‘stlik va xizmat ko‘rsatish sohalari uchun yuqori malakali mutaxassislar tayyorlab kelayotgan nufuzli ta’lim muassasasidir. 46 yillik tajriba, zamonaviy o‘quv dasturlari, kuchli pedagogik jamoa hamda xalqaro va mahalliy hamkorlik tarmog‘i orqali minglab yoshlarning kasbiy yo‘lini belgilab berdi. Texnikum bugun ham raqobatbardosh kadrlar tayyorlash yo‘lida izchil faoliyat olib bormoqda.
ru: Ташкентский техникум туризма и культурного наследия – это престижное образовательное учреждение, которое с 1979 года готовит высококвалифицированных специалистов для сфер туризма, гостеприимства и услуг. Благодаря 46-летнему опыту, современным учебным программам, сильному педагогическому коллективу и сети международного и местного сотрудничества, техникум определил профессиональный путь тысяч молодых людей. Техникум и сегодня ведет последовательную деятельность по подготовке конкурентоспособных кадров.

source: Nega aynan biz?
ru: Почему именно мы?

source: Texnikum 46 yillik tarix, tajribali ustozlar va real amaliyot bazalariga ega. O‘quvchilar mehmonxona, restoran va turizm korxonalarida tajriba orttiradi. Dual ta’lim shakli esa o‘qish bilan birga ishlash va maosh olish imkonini beradi.
ru: Техникум имеет 46-летнюю историю, опытных преподавателей и реальные базы практики. Учащиеся получают опыт в гостиницах, ресторанах и туристических предприятиях. Дуальная форма обучения позволяет учиться, одновременно работать и получать зарплату.

source: Bizning maqsadimiz
ru: Наши цели

source: Maqsadimiz — turizm, servis, menejment va IT yo‘nalishlarida bilimli, mas’uliyatli va zamonaviy mutaxassislarni tayyorlash. Ta’lim jarayoni xalqaro talablarga mos olib borilib, har bir talabaga individual yondashuv ta’minlanadi.
ru: Наша цель — подготовка знающих, ответственных и современных специалистов в сферах туризма, сервиса, менеджмента и IT. Учебный процесс ведется в соответствии с международными требованиями, обеспечивается индивидуальный подход к каждому студенту.

source: Imkoniyatlar
ru: Возможности

source: Talabalar xalqaro va mahalliy oliygohlar bilan hamkorlikda o‘qishni 2-kursdan davom ettirish imkoniyatiga ega. Amaliy loyihalar, ishlab chiqarish amaliyoti va hamkor korxonalarda ish o‘rinlari bilan ta’minlanish — muhim ustunlik hisoblanadi.
ru: Студенты имеют возможность продолжить обучение со 2-го курса в сотрудничестве с международными и местными вузами. Практические проекты, производственная практика и обеспечение рабочими местами на предприятиях-партнерах являются важным преимуществом.

source: Toshkent turizm va madaniy meros texnikumining tarixi
ru: История Ташкентского техникума туризма и культурного наследия

source: Toshkent turizm va madaniy meros texnikumi dastlab ta’lim muassasasi sifatida 1979-yilda “Toshkent mehmonxona xo‘jaligi texnikumi” nomi bilan tashkillashtirilgan. Usha vaqtda mazkur texnikum ushbu ta’lim yo‘nalishdagi O‘rta Osiyoda yagona ta’lim muassasasi bo‘lgan. O‘zbekiston Respublikasi Vazirlar Mahkamasining 2003-yil 29-oktyabrdagi “O’rta maxsus ta’lim tizimini takomillashtirish to‘g‘risida”gi 473-son qarori va o‘rta maxsus ta’lim Markazining 2004-yil 27-yanvardagi 16-sonli buyrug‘i bilan “Toshkent mehmonxona xo’jaligi texnikumi” “Toshkent mehmonxona xo’jaligi kasb-hunar kolleji” deb o‘zgartirilgan. O‘zbekiston Respublikasi Vazirlar Mahkamasining 2009-yil 16-iyuldagi 202-son qarori bilan, shunigdek , o‘rta maxsus ta’lim Markazining 2009-yil 17-iyuldagi 166-sonli buyrug‘i bilan “Toshkent mehmonxona xo’jaligi kasb- hunar kolleji” “Toshkent turizm va biznes kasb- hunar kolleji” deb o‘zgartirilgan. O‘zbekiston Respublikasi Prezidentining 2019-yil 6-sentyabrdagi 5812-son qarori bilan “Toshkent turizm va biznes kasb- hunar kolleji” O‘zbekiston Respublikasi Turizmni rivojlantirish qo‘mitasi tasarrufiga o‘tkazilib, “Toshkent turizm va biznes kolleji” deb o‘zgartirilgan. Toshkent turizm va biznes kolleji O‘zbekiston Respublikasi Prezidentining 2024-yil 16-oktyabrdagi 158-son Farmoni bilan Toshkent turizm va madaniy meros texnikumi maqomiga ega bo‘ldi. O‘zbekiston Respublikasi Prezidentining 2021-yil 4-iyundagi 6199-son qarori bilan “Toshkent turizm va biznes kolleji”, “Ipak yo‘li” turizm va madaniy meros xalqaro universiteti huzuriga o‘tkazilgan. “Toshkent turizm va biznes kolleji” o‘z ta’lim faoliyati davomida xalq xo‘jaligining turli tarmoqlari uchun “Turizm”, Mehmonxona xo‘jaligi”, “Sartaroshlik san’ati”, “Buxgalteriya” va “Umumiy ovqatlanish” mutaxassisliklari bo‘yicha kadrlar tayyorlab kelmoqda. Toshkent turizm va madaniy meros texnikumi o‘zining 45-yillik faoliyati davomida turli mutaxassisliklar bo‘yicha 4228 – nafar bitiruvchiga hayotga yo‘llanma bergan. Hozirda texnikumimiz bitiruvchilari O‘zbekiston Respublikasi xalq xo‘jaligining xizmatlar, biznes va tadbirkorlik kabi sohalarida muvaffaqiyat bilan mehnat qilib kelishmoqda. Bizning texnikumimiz bir nechta xorijiy ta’lim muassasalari bilan hamkorlik aloqalarini o‘rnatgan jumladan, Boshqirdiston Davlat Universiteti, “Boshqirdistonning UGNTU qoshidagi Turizm va servis instituti”, “Astana xalqaro iqtisodiyot va moliya instituti”, Xitoyning “Jiangxi Fenglin College of Foreign Economy& Trade” kolleji, “Sankt Peterburg Turizm va mehmonxona servisi kolleji”, 8-sonli kasb -hunar kolleji (Qozog’iston), 13-sonli kasb-hunar kolleji (Qozog’iston).
ru: Ташкентский техникум туризма и культурного наследия был первоначально организован как образовательное учреждение в 1979 году под названием «Ташкентский техникум гостиничного хозяйства». В то время этот техникум был единственным образовательным учреждением такого профиля в Средней Азии. Постановлением Кабинета Министров Республики Узбекистан № 473 от 29 октября 2003 года и приказом Центра среднего специального образования № 16 от 27 января 2004 года «Ташкентский техникум гостиничного хозяйства» был преобразован в «Ташкентский профессиональный колледж гостиничного хозяйства». Постановлением Кабинета Министров Республики Узбекистан № 202 от 16 июля 2009 года и приказом Центра среднего специального образования № 166 от 17 июля 2009 года «Ташкентский профессиональный колледж гостиничного хозяйства» был переименован в «Ташкентский профессиональный колледж туризма и бизнеса». Постановлением Президента Республики Узбекистан № 5812 от 6 сентября 2019 года «Ташкентский профессиональный колледж туризма и бизнеса» был передан в ведение Государственного комитета по развитию туризма и переименован в «Ташкентский колледж туризма и бизнеса». Указом Президента Республики Узбекистан № 158 от 16 октября 2024 года Ташкентский колледж туризма и бизнеса получил статус Ташкентского техникума туризма и культурного наследия. Постановлением Президента Республики Узбекистан № 6199 от 4 июня 2021 года «Ташкентский колледж туризма и бизнеса» был передан в ведение Международного университета туризма и культурного наследия «Шелковый путь». За время своей образовательной деятельности «Ташкентский колледж туризма и бизнеса» готовил кадры для различных отраслей народного хозяйства по специальностям «Туризм», «Гостиничное хозяйство», «Парикмахерское искусство», «Бухгалтерия» и «Общественное питание». За 45 лет своей деятельности Ташкентский техникум туризма и культурного наследия дал путевку в жизнь 4228 выпускникам по различным специальностям. В настоящее время выпускники нашего техникума успешно трудятся в сферах услуг, бизнеса и предпринимательства народного хозяйства Республики Узбекистан. Наш техникум установил партнерские связи с несколькими зарубежными образовательными учреждениями, включая Башкирский государственный университет, «Институт туризма и сервиса при УГНТУ Башкортостана», «Астанинский международный институт экономики и финансов», «Jiangxi Fenglin College of Foreign Economy & Trade» (Китай), «Санкт-Петербургский колледж туризма и гостиничного сервиса», Профессиональный колледж № 8 (Казахстан) и Профессиональный колледж № 13 (Казахстан).

source: Ta'lim uchun to'g'ri manzilni tanlang
ru: Выберите правильное место для обучения

source: Turizm, servis va zamonaviy kasblar sohasida mustahkam bilim, amaliy tajriba va xalqaro imkoniyatlarga ega bo‘ling. Toshkent turizm va madaniy meros texnikumi — kelajagingizni ishonchli bilim, kuchli tajriba va to‘g‘ri yo‘l bilan quradigan maskan.
ru: Получите прочные знания, практический опыт и международные возможности в сфере туризма, сервиса и современных профессий. Ташкентский техникум туризма и культурного наследия — это место, где вы строите свое будущее с надежными знаниями, сильным опытом и правильным путем.

source: Batafsil
ru: Подробнее

source: Ta'lim uchun to'g'ri mavzuni tanlang
ru: Выберите правильное направление для обучения

source: Zamonaviy yo‘nalishlar, tajribali ustozlar va amaliyotga yo‘naltirilgan ta’lim — bu sizga mustahkam kasbiy poydevor beradi. To‘g‘ri muassasani tanlab, kelajagingiz sari ishonch bilan qadam qo‘ying.
ru: Современные направления, опытные преподаватели и практико-ориентированное обучение — это даст вам прочный профессиональный фундамент. Выберите правильное учреждение и уверенно шагайте в свое будущее.

source: Eng zo'r bilimlar maskani taqdim etadi:
ru: Лучшее место знаний предлагает:

source: Turizm
ru: Туризм

source: Moliya
ru: Финансы

source: Oshpazlik
ru: Кулинария

source: Kompyuter
ru: Компьютер

source: Buxgalteriya
ru: Бухгалтерия

source: Sartaroshlik
ru: Парикмахерское дело

source: Mehmonxona
ru: Гостиничное дело

source: Menejment
ru: Менеджмент

source: Xush kelibsiz!
ru: Добро пожаловать!

source: Toshkent turizm va madaniy meros texnikumi — 1979 yildan buyon O‘zbekiston va Markaziy Osiyoda turizm, mehmondo‘stlik va xizmat ko‘rsatish sohalari bo‘yicha yetuk mutaxassislar tayyorlab kelayotgan yetakchi ta’lim muassasidir. Texnikumda zamonaviy ta’lim usullari, malakali ustozlar, dual o‘qish imkoniyati va keng hamkorlik tarmog‘i mavjud. Biz bilan birga kelajagingizni ishonch bilan qurishingiz mumkin.
ru: Ташкентский техникум туризма и культурного наследия — это ведущее образовательное учреждение, которое с 1979 года готовит зрелых специалистов в сферах туризма, гостеприимства и услуг в Узбекистане и Центральной Азии. В техникуме применяются современные методы обучения, работают квалифицированные преподаватели, есть возможность дуального обучения и широкая сеть сотрудничества. Вместе с нами вы можете с уверенностью строить свое будущее.

source: Ko'proq
ru: Больше

source: Direktor
ru: Директор

source: G`anixodjaev Saidazim Amanullaevich
ru: Ганиходжаев Саидазим Амануллаевич

source: – Fan doktori, Ph.D., Xokkaydo Universiteti, Yaponiya.
ru: – Доктор наук, Ph.D., Университет Хоккайдо, Япония.

source: Haqimda
ru: Обо мне

source: Ganixodjaev Saidazim Amanullaevich — Toshkent turizm va madaniy meros texnikumi direktori, fan doktori (PhD), Yaponiya Xokkaydo Universiteti bitiruvchisi. Ta’limda innovatsiyalar, xalqaro aloqalarni kengaytirish va zamonaviy kadrlar tayyorlash bo‘yicha katta tajribaga ega.
ru: Ганиходжаев Саидазим Амануллаевич — директор Ташкентского техникума туризма и культурного наследия, доктор наук (PhD), выпускник Университета Хоккайдо, Япония. Имеет большой опыт во внедрении инноваций в образование, расширении международных связей и подготовке современных кадров.

source: Yutuqlar
ru: Достижения

source: Direktor rahbarligida texnikum o‘quv dasturlarini modernizatsiya qildi, dual ta’limni joriy etdi, xalqaro hamkorlikni kengaytirdi va 2024-yilda texnikumning yangi maqomga ega bo‘lishi jarayonida faol ishtirok etdi. 46 yil davomida 4228 nafar mutaxassis tayyorlandi.
ru: Под руководством директора техникум модернизировал учебные программы, внедрил дуальное обучение, расширил международное сотрудничество и принял активное участие в процессе получения техникумом нового статуса в 2024 году. За 46 лет было подготовлено 4228 специалистов.

source: Mening maqsadlarim
ru: Мои цели

source: Maqsadim — texnikumni mintaqadagi eng ilg‘or amaliy ta’lim markaziga aylantirish, yoshlarni turizm, servis va iqtisodiyot sohalarida raqobatbardosh mutaxassis sifatida tarbiyalash, xalqaro standartlarga mos o‘qitish va O‘zbekistonning turizm salohiyatiga hissa qo‘shish.
ru: Моя цель — превратить техникум в самый передовой центр практического образования в регионе, воспитать молодежь как конкурентоспособных специалистов в сферах туризма, сервиса и экономики, обучать в соответствии с международными стандартами и вносить вклад в туристический потенциал Узбекистана.

source: Toshkent turizm va madaniy meros texnikumi — 1979 yildan buyon O‘zbekiston va Markaziy Osiyoda turizm, mehmondo‘stlik va xizmat ko‘rsatish sohalari bo‘yicha yetuk mutaxassislar tayyorlab kelayotgan yetakchi ta’lim muassasidir. Texnikumda zamonaviy ta’lim usullari, malakali ustozlar, dual o‘qish imkoniyati va keng hamkorlik tarmog‘i mavjud. Biz bilan birga kelajagingizni ishonch bilan qurishingiz mumkin.
ru: Ташкентский техникум туризма и культурного наследия — ведущее учебное заведение, которое с 1979 года готовит зрелых специалистов в области туризма, гостеприимства и услуг в Узбекистане и Центральной Азии. Техникум предлагает современные методы обучения, квалифицированных преподавателей, возможность дуального обучения и широкую сеть сотрудничества. Вы можете уверенно строить свое будущее вместе с нами.
